# visit_a_doctor/specialties_mapping.py
"""
Справочник сокращенных названий МО.
"""

Abbreviations_MO = {
    "Поликлиника г. Инкерман, ГБУЗ С \"Городская больница №9\"": "Поликлиника г.Инкерман, ул.Умрихина,16",
    "Стоматологическое отделение № 1, ГБУЗС \"Стомполиклиника №1\"": "Стоматол.отд.№1, ул.Бутакова,40",
    "Поликлиника №1, ГБУЗ С \"Городская больница №1\"": "Поликлиника №1, ул.Адмирала Октябрьского,19",
    "Отделение ортопедической стоматологии Стоматологического отделения № 1, ГБУЗС \"Стомполиклиника №1\"": "Ортопед.стомат.№1, ул.Бутакова,40",
    "Центр охраны здоровья семьи и репродукции с консультативным отделением для беременных, ГБУЗ С \"Горбольница №5 - \"ЦОЗМИР\"": "ЦОЗМИР, пр-кт Гагарина,17В",
    "Филиал 1 Поликлиника №4, ГБУЗ С \"Городская больница №1\"": "Поликлиника №4, ул.Силаева Павла,3",
    "Центр управления сердечно-сосудистыми рисками, ГБУЗ С \"Городская больница №1\"": "ЦУССР, ул.Адмирала Октябрьского,19",
    "Амбулатория общей практики семейной медицины, ГБУЗ С \"Городская больница №1\"": "Амбулатория ОПСМ, ул.Тараса Шевченко,3",
    "Сельская врачебная амбулатория с. Орлиное, ГБУЗ С \"Городская больница №9\"": "СВА с.Орлиное, ул.Тюкова Владимира,115",
    "Отделение терапевтической и хирургической стоматологии Стоматологического отделения № 2, ГБУЗС \"Стомполиклиника №1\"": "Тер.и хир.стомат.№2, ул.Надеждинцев,20",
    "Поликлиника №2, ГБУЗ С \"Городская больница №1\"": "Поликлиника №2, ул.Ерошенко,11",
    "Поликлиника №3, ГБУЗ С \"Городская больница №1\"": "Поликлиника №3, ул.Бориса Михайлова,4",
    "Врачебная амбулатория, ГБУЗ С \"Городская больница №1\"": "Врачебная амбулатория, ш.Фиолентовское",
    "Женская консультация №1, ГБУЗ С \"Городская больница №1\"": "Женская консультация №1, ул.Правды,6",
    "Женская консультация №3, ГБУЗ С \"Городская больница №1\"": "Женская консультация №3, пл.Геннериха,1",
    "Отделение ортопедической стоматологии Стоматологического отделения № 2, ГБУЗС \"Стомполиклиника №1\"": "Ортопед.стомат.№2, ул.Надеждинцев,20",
    "Отделение хирургической стоматологии Стоматологического отделения № 1, ГБУЗС \"Стомполиклиника №1\"": "Хирургич.стомат.№1, ул.Бутакова,40",
    "Поликлиника №6, ГБУЗ С \"Городская больница №1\"": "Поликлиника №6, бухта Казачья,10В",
    "Поликлиника для взрослого населения, ГБУЗ С «Городская больница №4»": "Поликлин. для взрослых, ул.Леваневского,25",
    "Отделение терапевтической стоматологии Стоматологического отделения № 1, ГБУЗС \"Стомполиклиника №1\"": "Терапевт.стомат., ул.Бутакова,40",
    "Больница имени Даши Севастопольской Филиал 2 Поликлиника №5, ГБУЗ С \"Городская больница №1\"": "Поликлиника №5, пл.Геннериха,1"
}